{
  "copyright_text": "Standard YouTube License",
  "description": "Event description:\nDuring this short session you will get introduced to Microsoft R for big data and its integration into (not only) Microsoft environment (SQL Server / Hadoop) with showcase of tools and code.\n\nAbout speaker:\nMichal Marusan origins comes from data warehousing and business intelligence on massively parallel database engines but for more than last five years he has been working on numerous Big Data and Advanced Analytics projects with different customers mainly from Telco, Banking and Transportation industry.\n\nMichal’s focus and passion is helping customers with implementation of new analytical methods into their business environments to drive data-driven decisions and generate new business insights both in the cloud and on-premises systems.\n\nMichal is member of Global Black Belt team, CEE Advanced Analytics and Big Data TSP at Microsoft.\n\nRegistration:\n\n@Meetup.com group's event here & @Eventbrite registration here (if you use both your seat is guarateed). +our event you can find also @Facebook here.\n\n[Disclaimer: If you use both (Meetup.com& Eventbrite) or at least one of them your seat is guarateed/if you just mark \"going\" @ this Facebook event we can't guarantee your seat].\n\nLanguage of the event: R & Slovak\n\n-.--.--.--.--.--.--.--.--.--.--.--.-\n\nR  Slovakia [R enthusiasts and users, data scientists and statisticians of all levels from Slovakia]\n\n-.--.--.--.--.--.--.--.--.--.--.--.-\n\nThis meetup group is for Data Scientists, Statisticians, Economists and Data Enthusiasts using R for data analysis and data visualization. The goals are to provide R enthusiasts a place to share ideas and learn from each other about how best to apply the language and tools to ever-evolving challenges in the vast realm of data management, processing, analytics, and visualization.\n\n--\n\nPyData is a group for users and developers of data analysis tools to share ideas and learn from each other. We gather to discuss how best to apply Python tools, as well as those using R and Julia, to meet the evolving challenges in data management, processing, analytics, and visualization. PyData groups, events, and conferences aim to provide a venue for users acrossall the various domains of data analysis to share their experiences and their techniques. PyData is organized by NumFOCUS.org, a 501(c)3 non-profit in the United States.\n\nThe PyData ​Code of Conduct​ governs this meetup. To discuss any issues or concerns relating to the code of conduct or the behavior of anyone at a PyData meetup, please contact the organizer or NumFOCUS Executive Director Leah Silen (+1512-222-5449; leah@numfocus.org).\n\nOur R Slovakia (Facebook group) you can find here:\n\n/redirect?redir_token=HEFHaRt-rA0_-XJb316F8Yo0xmh8MTUxOTU1MzA4M0AxNTE5NDY2Njgz&event=video_description&v=7hr6l_7PBGk&q=https%3A%2F%2Fwww.facebook.com%2Fgroups%2F931707906955080%2F\n\nOur PyData Bratislava (Facebook group) you can find here:\n\n/redirect?redir_token=HEFHaRt-rA0_-XJb316F8Yo0xmh8MTUxOTU1MzA4M0AxNTE5NDY2Njgz&event=video_description&v=7hr6l_7PBGk&q=https%3A%2F%2Fwww.facebook.com%2Fgroups%2F1813599648877946%2F\n\nOur R Slovakia (LinkedIn group) here:\n\nhttps://www.linkedin.com/groups/13503959\n\nOur PyData Bratislava (LinkedIn group) here:\n\nhttps://www.linkedin.com/groups/13506080\n\n-.--.--.--.--.--.--.--.--.--.--.--.-\n\nGapData Institute (GDI) is a nonprofit nonpartisan research institution harnessing power of data & wisdom of economics for public good. || Data. Think. Change. ||\n\n-.--.--.--.--.--.--.--.--.--.--.--.-\n\nThe R Foundation is a not for profit organization working in the public interest. It has been founded by the members of the R Development Core Team in order to:\n\n- Provide support for the R project and other innovations in statistical computing. We believe that R has become a mature and valuable tool and we would like to ensure its continued development and the development of future innovations in software for statistical and computational research.\n\n- Provide a reference point for individuals, instititutions or commercial enterprises that want to support or interact with the R development community.\n\n- Hold and administer the copyright of R software and documentation.\n\nR is an official part of the Free Software Foundation’s GNU project, and the R Foundation has similar goals to other open source software foundations like the Apache Foundation or the GNOME Foundation.\n\nAmong the goals of the R Foundation are the support of continued development of R, the exploration of new methodology, teaching and training of statistical computing and the organization of meetings and conferences with a statistical computing orientation. We hope to attract sufficient funding to make these goals realities.\n\n-.--.--.--.--.--.--.--.--.--.--.--.-\n\nNumFOCUS is a 501(c)(3) nonprofit that supports and promotes world-class, innovative, open source scientific computing. The mission of NumFOCUS is to promote sustainable high-level programming languages, open code development, and reproducible scientific research. We accomplish this mission through our educational programs and events as well as through fiscal sponsorship of open source data science projects. We aim to increase collaboration and communication within the scientific computing community.",
  "duration": 3027,
  "language": "eng",
  "recorded": "2017-10-09",
  "related_urls": [
    {
      "label": "group meetup",
      "url": "https://www.meetup.com/PyData-Bratislava/"
    },
    "https://www.linkedin.com/groups/13506080",
    "https://www.linkedin.com/groups/13503959"
  ],
  "speakers": [
    "TODO",
    "enter_manually"
  ],
  "tags": [],
  "thumbnail_url": "https://i.ytimg.com/vi/7hr6l_7PBGk/maxresdefault.jpg",
  "title": "[Michal Marušan: Scalable R @R Slovakia Meetup #2]",
  "videos": [
    {
      "type": "youtube",
      "url": "https://www.youtube.com/watch?v=7hr6l_7PBGk"
    }
  ]
}
